Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
uk: Відкрити
zh_hans: 打开
zh_hant: 打開

source: Open a different folder in one panel to compare them.
de: Öffnen Sie zum Vergleichen in einem Bereich einen anderen Ordner.
es: Abre una carpeta distinta en un panel para compararlas.
fr: Ouvrez un dossier différent dans un panneau pour les comparer.
it: Apri una cartella diversa in un pannello per confrontarle.
ja: 比較するには、片方のパネルで別のフォルダを開いてください。
ko: 하나의 패널에서 다른 폴더를 열어 비교합니다.
nl: Open een andere map in één paneel om ze te vergelijken.
pl: Otwórz inny folder w jednym panelu, aby je porównać.
pt_br: Abra uma pasta diferente em um painel para compará-las.
ru: Откройте в одной из панелей другую папку, чтобы сравнить их.
uk: Відкрийте іншу папку в одній із панелей, щоб порівняти їх.
zh_hans: 在一个面板中打开一个不同的文件夹来比较它们。
zh_hant: 在其中一個面板打開不同的檔案夾來比較。

source: Open a different folder in the other panel first.
de: Öffnen Sie zuerst einen anderen Ordner im anderen Bereich.
es: Abre primero una carpeta distinta en el otro panel.
fr: Ouvrez d’abord un dossier différent dans l’autre panneau.
it: Apri prima una cartella diversa nell’altro pannello.
ja: 先にほかのパネルで別のフォルダを開いてください。
ko: 먼저 다른 패널에서 다른 폴더를 엽니다.
nl: Open eerst een andere map in het andere paneel.
pl: Najpierw otwórz inny folder w drugim panelu.
pt_br: Abra uma pasta diferente no outro painel primeiro.
ru: Сначала откройте на другой панели другую папку.
uk: Спершу відкрийте іншу папку в іншій панелі.
zh_hans: 首先在另一个面板中打开一个不同的文件夹。
zh_hant: 請先在另一個面板打開不同的檔案夾。

source: Open a file, or type a new name to create one.
de: Öffnen Sie eine Datei oder geben Sie einen neuen Namen ein, um eine Datei zu erstellen.
es: Abre un archivo o escribe un nombre nuevo para crear uno.
fr: Ouvrez un fichier ou tapez un nouveau nom pour en créer un.
it: Apri un file o digita un nuovo nome per crearne uno.
ja: ファイルを開くか、新しい名前を入力して作成します。
ko: 파일을 열거나 새 이름을 입력하여 파일을 생성합니다.
nl: Open een bestand of typ een nieuwe naam om er een te maken.
pl: Otwórz plik albo wpisz nową nazwę, aby go utworzyć.
pt_br: Abra um arquivo ou digite um novo nome para criar um.
ru: Откройте файл или введите новое имя, чтобы создать его.
uk: Відкрийте файл або введіть нову назву, щоб створити його.
zh_hans: 打开一个文件，或输入一个新名称来创建一个文件。
zh_hant: 打開檔案，或輸入新名稱來建立檔案。

source: Open a folder on disk in the other panel first.
de: Öffnen Sie zuerst einen lokalen Ordner im anderen Bereich.
es: Abre primero una carpeta del disco en el otro panel.
fr: Ouvrez d’abord un dossier sur le disque dans l’autre panneau.
it: Apri prima una cartella sul disco nell’altro pannello.
ja: 先にほかのパネルでディスク上のフォルダを開いてください。
ko: 먼저 다른 패널에서 디스크에 있는 폴더를 엽니다.
nl: Open eerst een map op de schijf in het andere paneel.
pl: Najpierw otwórz folder na dysku w drugim panelu.
pt_br: Abra uma pasta no disco no outro painel primeiro.
ru: Сначала откройте папку на диске в другой панели.
uk: Спершу відкрийте папку на диску в іншій панелі.
zh_hans: 首先在另一个面板上打开磁盘上的一个文件夹。
zh_hant: 請先在另一個面板打開磁碟上的檔案夾。

source: Open a folder on disk in the other panel to hold the new archive.
de: Öffnen Sie im anderen Bereich einen lokalen Ordner, um das neue Archiv dort zu speichern.
es: Abre en el otro panel una carpeta del disco donde guardar el archivo comprimido nuevo.
fr: Ouvrez un dossier sur le disque dans l’autre panneau pour stocker le nouveau fichier d’archive.
it: Apri una cartella sul disco nell’altro pannello per contenere il nuovo archivio.
ja: 新しいアーカイブの保存先として、ほかのパネルでディスク上のフォルダを開いてください。
ko: 새 아카이브를 저장하려면 다른 패널에서 디스크의 폴더를 여십시오.
nl: Open een map op de schijf in het andere paneel om het nieuwe archief te bewaren.
pl: Otwórz folder na dysku w drugim panelu, aby zapisać nowe archiwum.
pt_br: Abra uma pasta no disco no outro painel para guardar o novo arquivo compactado.
ru: Откройте папку на диске в другой панели для нового архива.
uk: Відкрийте папку на диску в іншій панелі, де буде новий архів.
zh_hans: 在另一个面板中在磁盘上打开一个文件夹，以存储新压缩包。
zh_hant: 在另一個面板打開磁碟上的檔案夾，以儲存新封存檔。

source: Open Command Palette
de: Befehlspalette öffnen
es: Abrir paleta de comandos
fr: Ouvrir la palette de commandes
it: Apri la palette dei comandi
ja: コマンドパレットを開く
ko: 명령 팔레트 열기
nl: Open het opdrachtenpalet
pl: Otwórz paletę poleceń
pt_br: Abrir Paleta de Comandos
ru: Открыть палитру команд
uk: Відкрити палітру команд
zh_hans: 打开命令面板
zh_hant: 打開指令面板

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
uk: Відкрити Системні параметри
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open With
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
it: Apri con
ja: このアプリケーションで開く
ko: 다음으로 열기
nl: Open met
pl: Otwórz w aplikacji
pt_br: Abrir com
ru: Открыть в программе
uk: Відкрити за допомогою
zh_hans: 打开方式
zh_hant: 打開檔案的應用程式

source: Opening %@…
de: %@ wird geöffnet …
es: Abriendo %@…
fr: Ouverture de %@…
it: Apertura di %@…
ja: %@を開いています…
ko: %@ 여는 중…
nl: %@ openen…
pl: Otwieranie %@…
pt_br: Abrindo %@…
ru: Открытие %@…
uk: Відкриття %@…
zh_hans: 正在打开 %@…
zh_hant: 正在打開 %@…

source: Opening a folder from a search tab leaves the results in place and opens it in the other pane. When off, focus stays on the results so you can keep opening more.
de: Wenn Sie einen Ordner aus einem Suchbereich öffnen, bleiben die Ergebnisse an Ort und Stelle und werden im anderen Bereich geöffnet. Wenn Sie das deaktivieren, bleibt der Fokus auf den Ergebnissen, damit Sie weiterhin weitere öffnen können.
es: Al abrir una carpeta desde una pestaña de búsqueda, los resultados permanecen en su sitio y la carpeta se abre en el otro panel. Si se desactiva, el foco permanece en los resultados para que puedas seguir abriendo más.
fr: L’ouverture d’un dossier depuis un onglet de recherche conserve les résultats et ouvre le dossier dans l’autre panneau. Lorsque cette option est désactivée, le curseur reste sur les résultats pour vous permettre d’en ouvrir d’autres.
it: Quando apri una cartella da una scheda di ricerca, i risultati restano al loro posto e la cartella si apre nell’altro pannello. Quando questa opzione è disattivata, il focus resta sui risultati, così puoi continuare ad aprirne altri.
ja: 検索タブからフォルダを開くと、検索結果はそのまま残り、ほかのペインでフォルダが開きます。オフの場合は結果にフォーカスが残るため、続けて開けます。
ko: 검색 탭에서 폴더를 열면 결과는 그대로 유지되고 다른 패널에서 열립니다. 꺼지면 초점은 결과에 고정되므로 계속해서 더 많은 결과를 열 수 있습니다.
nl: Wanneer je een map vanuit een zoektabblad opent, blijven de resultaten staan en wordt de map in het andere paneel geopend. Als dit uit staat, blijft de focus op de resultaten zodat je meer mappen kunt openen.
pl: Otwarcie folderu z karty wyszukiwania zostawia wyniki na miejscu i otwiera folder w drugim panelu. Gdy wyłączone, aktywne pozostają wyniki, aby można było otwierać kolejne.
pt_br: Abrir uma pasta de uma aba de busca mantém os resultados no lugar e abre a pasta no outro painel. Quando desativado, o foco fica nos resultados para você continuar abrindo mais.
ru: Открытие папки из вкладки поиска оставляет результаты на месте и открывает её в другой панели. Когда выключено, фокус остаётся на результатах, чтобы можно было открывать дальше.
uk: Відкриття папки з вкладки пошуку залишає результати на місці й відкриває папку в іншій панелі. Якщо вимкнено, фокус лишається на результатах, щоб можна було відкривати ще.
zh_hans: 从搜索标签页打开一个文件夹时，结果会留在原处，并在另一个面板中打开。关闭后，焦点会保持在结果上，因此你可以继续打开更多结果。
zh_hant: 從搜尋標籤頁打開一個檔案夾時，結果會留在原處，並在另一個面板中打開。關閉後，焦點會保持在結果上，因此你可以繼續打開更多結果。

source: Opening in %@…
de: Wird in %@ geöffnet …
es: Abriendo en %@…
fr: Ouverture dans %@…
it: Apertura in %@…
ja: %@で開いています…
ko: %@에서 여는 중…
nl: Openen in %@…
pl: Otwieranie w %@…
pt_br: Abrindo em %@…
ru: Открытие в %@…
uk: Відкриття в %@…
zh_hans: 正在用 %@ 打开…
zh_hant: 正在用 %@ 打開…

source: Operation
de: Befehl
es: Operación
fr: Opération
it: Operazione
ja: 操作
ko: 작업
nl: Bewerking
pl: Operacja
pt_br: Operação
ru: Операция
uk: Операція
zh_hans: 操作
zh_hant: 操作

source: Operations
de: Vorgänge
es: Operaciones
fr: Opérations
it: Operazioni
ja: 操作
ko: 작업
nl: Bewerkingen
pl: Operacje
pt_br: Operações
ru: Операции
uk: Операції
zh_hans: 操作
zh_hant: 操作

source: Optional — save in sidebar
de: Optional – in der Seitenleiste sichern
es: Opcional: guardar en la barra lateral
fr: Facultatif — enregistrer dans la barre latérale
it: Opzionale — salva nella barra laterale
ja: 任意 — サイドバーに保存
ko: 선택 사항 — 사이드바에 저장
nl: Optioneel — opslaan in navigatiekolom
pl: Opcjonalnie — zachowaj na pasku bocznym
pt_br: Opcional — salvar na barra lateral
ru: Необязательно — сохранить в боковой панели
uk: Необов’язково — зберегти в бічній панелі
zh_hans: 可选，存入边栏
zh_hant: 選填，儲存到側邊欄

source: Organize Workspaces
de: Arbeitsbereiche organisieren
es: Organizar espacios de trabajo
fr: Organiser les espaces de travail
it: Organizza spazi di lavoro
ja: ワークスペースを整理
ko: 작업 공간 구성
nl: Werkruimtes organiseren
pl: Organizuj obszary robocze
pt_br: Organizar Espaços de Trabalho
ru: Управление рабочими средами
uk: Управление рабочими средами
zh_hans: 整理工作区
zh_hant: 整理工作區

source: Original case
de: Originale Groß-/Kleinschreibung
es: Mayúsculas/minúsculas originales
fr: Casse d’origine
it: Maiuscole/minuscole originali
ja: 元の大文字/小文字
ko: 원래 대소문자
nl: Oorspronkelijk hoofdlettergebruik
pl: Bez zmiany wielkości liter
pt_br: Capitalização original
ru: Исходный регистр
uk: Початковий регістр
zh_hans: 原始案例
zh_hant: 原始案例

source: Other…
de: Andere …
es: Otra…
fr: Autre…
it: Altro…
ja: その他…
ko: 기타…
nl: Ander…
pl: Inny…
pt_br: Outro…
ru: Другое…
uk: Другое…
zh_hans: 其他…
zh_hant: 其他…

source: Pack
de: Komprimieren
es: Comprimir
fr: Créer une archive
it: Comprimi
ja: 圧縮
ko: 압축
nl: Pak in
pl: Spakuj
pt_br: Compactar
ru: Упаковать
uk: Запакувати
zh_hans: 压缩
zh_hant: 壓縮

source: Pack “%@”
de: „%@“ komprimieren
es: Comprimir «%@»
fr: Créer une archive avec «%@»
it: Comprimi “%@”
ja: “%@”を圧縮
ko: “%@” 압축
nl: Pak “%@” in
pl: Spakuj „%@”
pt_br: Compactar “%@”
ru: Упаковать «%@»
uk: Запакувати «%@»
zh_hans: 压缩“%@”
zh_hant: 壓縮「%@」

source: Pack %lld items
de: %lld Objekte komprimieren
es: Comprimir %lld ítems
fr: Créer une archive avec %lld éléments
it: Comprimi %lld elementi
ja: %lld項目を圧縮
ko: %lld개 항목 압축
nl: Pak %lld onderdelen in
pl: Spakuj %lld rzeczy
pt_br: Compactar %lld itens
ru: Упаковать %lld объектов
uk: Запакувати %lld об’єкта
zh_hans: 打包 %lld 个项目
zh_hant: 打包 %lld 個項目

source: Palette keywords (comma-separated)
de: Palette-Schlüsselwörter (kommagetrennt)
es: Palabras clave de la paleta (separadas por comas)
fr: Mots-clés de palette (separés par virgule)
it: Parole chiave della palette (separate da virgole)
ja: パレットのキーワード（カンマ区切り）
ko: 팔레트 키워드(쉼표로 구분)
nl: Palettrefwoorden (kommagescheiden)
pl: Słowa kluczowe palety (oddzielone przecinkami)
pt_br: Palavras-chave da paleta (separadas por vírgula)
ru: Ключевые слова для палитры (через запятую)
uk: Ключові слова палітри (через кому)
zh_hans: 命令面板关键词（用逗号分隔）
zh_hant: 指令面板關鍵字（用逗號分隔）

source: Panels
de: Bereiche
es: Paneles
fr: Panneaux
it: Pannelli
ja: パネル
ko: 패널
nl: Panelen
pl: Panele
pt_br: Painéis
ru: Панели
uk: Панелі
zh_hans: 面板
zh_hant: 面板

source: part of the file name
de: Teil des Dateinamens
es: parte del nombre de archivo
fr: une partie du nom du fichier
it: Parte del nome del file
ja: ファイル名の一部
ko: 파일 이름 일부
nl: een deel van de bestandsnaam
pl: część nazwy pliku
pt_br: parte do nome do arquivo
ru: часть имени файла
uk: частина назви файла
zh_hans: 文件名的一部分
zh_hant: 檔案名稱的一部分

source: password
de: Passwort
es: contraseña
fr: mot de passe
ja: パスワード
ko: 암호
nl: wachtwoord
pl: hasło
pt_br: senha
ru: пароль
uk: пароль
zh_hans: 密码
zh_hant: 密碼

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: password (blank for guest)
de: Passwort (leer für Gast)
es: contraseña (en blanco para invitado)
fr: mot de passe (vide pour les invités)
it: Password (lascia vuota per ospite)
ja: パスワード（ゲストは空欄）
ko: 비밀번호(게스트용 공백)
nl: Wachtwoord (blanco voor gast)
pl: hasło (puste dla gościa)
pt_br: senha (em branco para convidado)
ru: пароль (пусто для гостя)
uk: пароль (порожньо для гостя)
zh_hans: 密码（访客留空）
zh_hant: 密碼（訪客留空）

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
ko: 암호:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
uk: Пароль:
zh_hans: 密码：
zh_hant: 密碼：

source: Pause
de: Anhalten
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
pl: Pauza
pt_br: Pausar
ru: Пауза
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: Pausato
ja: 一時停止中
ko: 일시 정지됨
nl: Pausgezet
pl: Wstrzymano
pt_br: Pausado
ru: Приостановлено
uk: Приостановлено
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused — %@
de: Pausiert – %@
es: En pausa: %@
fr: En pause — %@
it: Pausato — %@
ja: 一時停止中 — %@
ko: 일시 정지됨 — %@
nl: Pausgezet — %@
pl: Wstrzymano — %@
pt_br: Pausado — %@
ru: Приостановлено — %@
uk: Приостановлено — %@
zh_hans: 已暂停，%@
zh_hant: 已暫停，%@

source: Permanent delete always asks for confirmation, regardless of this setting.
de: Beim endgültigen Löschen wird unabhängig von dieser Einstellung immer nach einer Bestätigung gefragt.
es: La eliminación permanente siempre pide confirmación, independientemente de este ajuste.
fr: La suppression permanente demande toujours une confirmation, indépendamment de cette configuration.
it: La cancellazione permanente chiede sempre conferma, indipendentemente da questa impostazione.
ja: この設定に関係なく、完全削除では常に確認します。
ko: 이 설정과 관계없이 영구 삭제는 항상 확인을 요청합니다.
nl: Permanente verwijdering vraagt altijd om bevestiging, ongeacht deze instelling.
pl: Trwałe usuwanie zawsze wymaga potwierdzenia, niezależnie od tego ustawienia.
pt_br: Apagar permanentemente sempre pede confirmação, independentemente deste ajuste.
ru: Безвозвратное удаление всегда запрашивает подтверждение, независимо от этой настройки.
uk: Видалення назавжди завжди запитує підтвердження, незалежно від цього параметра.
zh_hans: 无论这个设置如何，永久删除总是会要求确认。
zh_hant: 無論這個設定如何，永久刪除總是會要求確認。

source: Permanently erase %lld items from the Trash?
de: %lld Objekte endgültig aus dem Papierkorb löschen?
es: ¿Borrar permanentemente %lld ítems de la papelera?
fr: Supprimer définitivement %lld éléments de la corbeille ?
it: Eliminare definitivamente %lld elementi dal Cestino?
ja: ゴミ箱から%lld項目を完全に消去しますか？
ko: 휴지통에서 %lld개 항목을 영구적으로 지우겠습니까?
nl: %lld onderdelen permanent uit de prullenmand wissen?
pl: Trwale wymazać %lld rzeczy z Kosza?
pt_br: Apagar permanentemente %lld itens do Lixo?
ru: Безвозвратно удалить %lld объектов из Корзины?
uk: Стерти %lld об’єкта з Кошика назавжди?
zh_hans: 从废纸篓永久删除 %lld 个项目？
zh_hant: 從垃圾桶永久刪除 %lld 個項目？

source: Permission denied. Check the username and that the key is authorized on the server.
de: Zugriff verweigert. Prüfen Sie den Benutzernamen und ob der Schlüssel auf dem Server zugelassen ist.
es: Permiso denegado. Revisa el nombre de usuario y que la clave esté autorizada en el servidor.
fr: Autorisation refusée. Vérifiez le nom d’utilisateur et assurez-vous que la clé est autorisée sur le serveur.
it: Permesso negato. Controlla il nome utente e assicurati che la chiave sia autorizzata sul server.
ja: 権限が拒否されました。ユーザ名と、そのキーがサーバで許可されているかを確認してください。
ko: 권한이 거부되었습니다. 사용자 이름과 키가 서버에서 허용되었는지 확인하십시오.
nl: Toestemming geweigerd. Controleer het gebruikersnaam en zorg ervoor dat de sleutel is geautoriseerd op de server.
pl: Odmowa dostępu. Sprawdź nazwę użytkownika i czy klucz jest autoryzowany na serwerze.
pt_br: Permissão negada. Verifique o nome de usuário e se a chave está autorizada no servidor.
ru: Отказано в доступе. Проверьте имя пользователя и то, что ключ авторизован на сервере.
uk: Доступ заборонено. Перевірте ім’я користувача й чи ключ дозволено на сервері.
zh_hans: 权限被拒绝。请检查用户名，并确认该密钥在服务器上已授权。
zh_hant: 權限被拒絕。請檢查使用者名稱，並確認該金鑰在伺服器上已授權。

source: Permission was denied reading one of the folders.
de: Beim Lesen eines Ordners wurde die Berechtigung verweigert.
es: Se denegó el permiso al leer una de las carpetas.
fr: L’accès en lecture à l’un des dossiers a été refusé.
it: È stato negato il permesso di leggere una delle cartelle.
ja: いずれかのフォルダの読み込み権限が拒否されました。
ko: 폴더 중 하나를 읽는 데 대한 권한이 거부되었습니다.
nl: Toestemming werd geweigerd om een van de mappen te lezen.
pl: Odmówiono dostępu podczas odczytu jednego z folderów.
pt_br: A permissão para ler uma das pastas foi negada.
ru: Нет прав на чтение одной из папок.
uk: Доступ до читання однієї з папок заборонено.
zh_hans: 拒绝了读取其中一个文件夹的权限。
zh_hant: 拒絕了讀取其中一個檔案夾的權限。

source: Plain FTP sends your password and files unencrypted.
de: FTP ohne Verschlüsselung sendet Ihr Passwort und Ihre Dateien unverschlüsselt.
es: FTP sin cifrar envía tu contraseña y tus archivos sin cifrado.
fr: FTP simple envoie votre mot de passe et vos fichiers non chiffrés.
it: FTP non protetto invia la password e i file senza crittografia.
ja: 通常のFTPでは、パスワードとファイルが暗号化されずに送信されます。
ko: 일반 FTP는 암호를 암호화하지 않고 파일과 함께 전송합니다.
nl: FTP zonder versleuteling verstuurt je wachtwoord en bestanden leesbaar.
pl: Zwykłe FTP wysyła hasło i pliki bez szyfrowania.
pt_br: FTP simples envia sua senha e seus arquivos sem criptografia.
ru: Обычный FTP передаёт пароль и файлы без шифрования.
uk: Звичайний FTP надсилає пароль і файли без шифрування.
zh_hans: 普通 FTP 会以未加密方式发送你的密码和文件。
zh_hant: 一般 FTP 會以未加密方式傳送你的密碼和檔案。

source: Preparing…
de: Vorbereiten …
es: Preparando…
fr: Préparation…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
nl: Voorbereiden…
pl: Przygotowywanie…
pt_br: Preparando…
ru: Подготовка…
uk: Підготовка…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
it: Preimpostazione
ja: プリセット
ko: 프리셋
nl: Voorinstelling
pl: Zestaw
pt_br: Predefinição
ru: Набор
uk: Набор
zh_hans: 预设
zh_hant: 預設

source: Private Key
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
it: Chiave privata
ja: 秘密キー
ko: 개인 키
nl: Privésleutel
pl: Klucz prywatny
pt_br: Chave Privada
ru: Закрытый ключ
uk: Приватний ключ
zh_hans: 私钥
zh_hant: 私鑰

source: Protocol:
de: Protokoll:
es: Protocolo:
fr: Protocole :
it: Protocollo:
ja: プロトコル:
ko: 프로토콜:
pl: Protokół:
pt_br: Protocolo:
ru: Протокол:
uk: Протокол:
zh_hans: 协议：
zh_hant: 協議：

source: Put %lld items back?
de: %lld Objekte zurücklegen?
es: ¿Volver a colocar %lld ítems?
fr: Remettre %lld éléments à leur place ?
it: Ripristinare %lld elementi?
ja: %lld項目を戻しますか？
ko: %lld개 항목을 되돌려 놓겠습니까?
nl: %lld onderdelen terugzetten?
pl: Przywrócić %lld rzeczy z Kosza?
pt_br: Colocar %lld itens de volta?
ru: Вернуть %lld объектов на место?
uk: Повернути %lld об’єкта?
zh_hans: 放回 %lld 个项目吗？
zh_hant: 放回 %lld 個項目嗎？

source: Put a file under the cursor in each panel, then compare them.
de: Platzieren Sie in jedem Bereich eine Datei unter dem Cursor und vergleichen Sie sie dann.
es: Coloca un archivo bajo el cursor en cada panel y compáralos.
fr: Placez un fichier sous le curseur dans chaque panneau, puis comparez-les.
it: Seleziona un file in ogni pannello, poi confrontali.
ja: 各パネルでカーソル下にファイルを置いてから比較してください。
ko: 각 패널의 커서 아래에 파일을 놓고 비교합니다.
nl: Plaats een bestand onder de cursor in elk paneel en vergelijk ze vervolgens.
pl: Ustaw kursor na pliku w każdym panelu, a potem je porównaj.
pt_br: Coloque um arquivo sob o cursor em cada painel e compare-os.
ru: Поместите файл под курсор на каждой панели, затем сравните их.
uk: Поставте курсор на файл у кожній панелі, а потім порівняйте їх.
zh_hans: 在每个面板中将光标放在一个文件上，然后比较它们。
zh_hant: 在每個面板中將游標放在一個檔案上，然後比較它們。

source: Put Back
de: Zurücklegen
es: Volver a colocar
fr: Remettre
it: Ripristina
ja: 戻す
ko: 되돌려 놓기
nl: Zet terug
pl: Przywróć z Kosza
pt_br: Colocar de Volta
ru: Вернуть
uk: Повернути
zh_hans: 放回
zh_hant: 放回

source: Receive beta updates
de: Beta-Updates erhalten
es: Recibir actualizaciones beta
fr: Recevoir des mises à jour bêta
it: Ricevi aggiornamenti beta
ja: ベータアップデートを受け取る
ko: 베타 업데이트 받기
nl: Ontvang bèta-updates
pl: Otrzymuj uaktualnienia beta
pt_br: Receber atualizações beta
ru: Получать бета-обновления
uk: Получать бета-обновления
zh_hans: 接收 Beta 更新
zh_hant: 接收 Beta 更新

source: Recently used files
de: Zuletzt verwendete Dateien
es: Archivos usados recientemente
fr: Fichiers récemment utilisés
it: File utilizzati di recente
ja: 最近使ったファイル
ko: 최근 사용한 파일
nl: Onlangs gebruikte bestanden
pl: Ostatnio używane pliki
pt_br: Arquivos usados recentemente
ru: Недавно использованные файлы
uk: Нещодавно використані файли
zh_hans: 最近使用的文件
zh_hant: 最近使用的檔案

source: Recents
de: Zuletzt benutzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近
ko: 최근 항목
nl: Recent
pl: Ostatnie
pt_br: Recentes
ru: Недавние
uk: Недавні
zh_hans: 最近项目
zh_hant: 最近項目

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
nl: Opnieuw
pl: Ponów
pt_br: Refazer
ru: Повторить
uk: Повторити
zh_hans: 重做
zh_hant: 重做

source: Redo %@
de: Wiederholen: %@
es: Rehacer %@
fr: Rétablir %@
it: Ripeti %@
ja: %@をやり直す
ko: %@ 다시 실행
nl: Opnieuw %@
pl: Ponów %@
pt_br: Refazer %@
ru: Повторить %@
uk: Повторити %@
zh_hans: 重做 %@
zh_hant: 重做 %@

source: Redo %@ finished with issues
de: Beim Wiederholen von „%@“ sind Probleme aufgetreten
es: Rehacer %@ terminó con incidencias
fr: Le rétablissement de %@ s’est terminé avec des problèmes.
it: Ripetizione di %@ completata con problemi
ja: %@のやり直しは完了しましたが、問題がありました
ko: %@ 다시 실행에 문제가 있음
nl: Opnieuw %@ voltooid met problemen
pl: Ponów %@ zakończono z problemami
pt_br: Refazer %@ terminou com problemas
ru: При повторе «%@» возникли проблемы
uk: Повторення %@ завершилося з проблемами
zh_hans: 重做 %@ 已完成，但有问题
zh_hant: 重做 %@ 已完成，但有問題

source: Regular expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
ko: 정규 표현식
nl: Reguliere expressie
pl: Wyrażenie regularne
pt_br: Expressão regular
ru: Регулярное выражение
uk: Регулярний вираз
zh_hans: 正则表达式
zh_hant: 規則運算式

source: Relaunch
de: Neu starten
es: Reiniciar
fr: Relancer
it: Riavvia
ja: 再起動
ko: 다시 실행
nl: Start opnieuw
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
uk: Перезапустити
zh_hans: 重新启动
zh_hant: 重新啟動

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Удалить
uk: Вилучити
zh_hans: 移除
zh_hant: 移除

source: Remove “%@”?
de: „%@“ entfernen?
es: ¿Eliminar «%@»?
fr: Supprimer «%@» ?
it: Rimuovere “%@”?
ja: “%@”を削除しますか？
ko: “%@”을(를) 제거하겠습니까?
nl: Verwijder “%@”?
pl: Usunąć „%@”?
pt_br: Remover “%@”?
ru: Удалить «%@»?
uk: Вилучити «%@»?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Remove All Tags
de: Alle Tags entfernen
es: Eliminar todas las etiquetas
fr: Supprimer toutes les étiquettes
it: Rimuovi tutti i tag
ja: すべてのタグを削除
ko: 모든 태그 제거
nl: Verwijder alle tags
pl: Usuń wszystkie tagi
pt_br: Remover Todas as Etiquetas
ru: Убрать все теги
uk: Вилучити всі теги
zh_hans: 移除所有标签
zh_hant: 移除所有標籤

source: Remove Current Folder
de: Aktuellen Ordner entfernen
es: Eliminar carpeta actual
fr: Supprimer le dossier actuel
it: Rimuovi la cartella corrente
ja: 現在のフォルダを削除
ko: 현재 폴더 제거
nl: Huidige map verwijderen
pl: Usuń bieżący folder
pt_br: Remover Pasta Atual
ru: Убрать текущую папку
uk: Вилучити поточну папку
zh_hans: 移除当前文件夹
zh_hant: 移除目前檔案夾

source: Remove from Sidebar
de: Aus Seitenleiste entfernen
es: Eliminar de la barra lateral
fr: Supprimer de la barre latérale
it: Rimuovi dalla barra laterale
ja: サイドバーから削除
ko: 사이드바에서 제거
nl: Verwijder uit de navigatiekolom
pl: Usuń z paska bocznego
pt_br: Remover da Barra Lateral
ru: Убрать из боковой панели
uk: Вилучити з бічної панелі
zh_hans: 从边栏移除
zh_hant: 從側邊欄移除
